Repository: DzonnyDZ/Caps
Catalog: CapsConsole/My Project/Resources.*.resx
Languages: cs

# txt_Caps
source: Caps
cs: Víčka

# clr_Black
source: Black
cs: Černá

# clr_Blue
source: Blue
cs: Modrá

# clr_Brown
source: Brown
cs: Hnědá

# clr_Gold
source: Gold
cs: Zlatá

# clr_Gray
source: Gray
cs: Šedivá

# clr_Green
source: Green
cs: Zelená

# clr_LightBlue
source: LightBlue
cs: Světle modrá

# clr_Lime
source: Lime
cs: Světle zelená

# clr_Magenta
source: Magenta
cs: Fialová

# clr_Orange
source: Orange
cs: Oranžová

# clr_Pink
source: Pink
cs: Růžová

# clr_Red
source: Red
cs: Červená

# clr_Silver
source: Silver
cs: Stříbrná

# clr_Transparent
source: Transparent
cs: Průhledná

# clr_White
source: White
cs: Bílá

# clr_Yellow
source: Yellow
cs: Žlutá

# cmd_Cancel
source: Cancel
cs: Strono

# mni_Configuration
source: _Configuration
cs: _Nastavení

# mni_EditLists
source: Edit _lists ...
cs: Upravovat _číselníky ...

# mni_Exit
source: _Exit
cs: _Konec

# mni_File
source: _File
cs: _Soubor

# mni_More
source: More ...
cs: Více ...

# mni_NewCap
source: _New cap ...
cs: _Nové víčko

# mni_Settings
source: _Settings ...
cs: _Předvolby ...

# tot_NoColor
source: No color selected
cs: Žádná barva nezvolena

# txt_SelectDatabase
source: Select database
cs: Výběr databáze

# ex_UnsupportedDataType
source: Unsupported data type {0}
cs: Nepodporovaný datový typ {0}

# ex_ConvertsOnlyToBool
source: {0} converts only to boolean.
cs: {0} převádí jen na boolean.

# ex_CanConvertBackOnlyFromFalse
source: {0} can convert back only from False.
cs: {0} může převést zpět jen z false.

# ex_CannotConvertBack
source: {0} cannot convert back.
cs: {0} namůže převádět zpět.

# cmd_Apply
source: Apply
cs: Použít

# coh_Company
source: Company
cs: Firma

# coh_Description
source: Description
cs: Popis

# coh_Height
source: Height
cs: Výška

# coh_MainType
source: Main type
cs: Hlavní typ

# coh_Material
source: Material
cs: Materiál

# coh_Name
source: Name
cs: Název

# coh_Number
source: Number
cs: Číslo

# coh_ProductType
source: Product type
cs: Typ produktu

# coh_Shape
source: Shape
cs: Tvar

# coh_Size1
source: Size 1
cs: Velikost 1

# coh_Size1Name
source: Size 1 name
cs: Název velikosti 1

# coh_Size2
source: Size 2
cs: Velikost 2

# coh_Size2Name
source: Size 2 name
cs: Název velikosti 2

# coh_Type
source: Type
cs: Typ

# txt_Categories
source: Categories
cs: Kategorie

# txt_Companies
source: Companies
cs: Firmy

# txt_ListEditors
source: List editors
cs: Editor číselníků

# txt_MainTypes
source: Main types
cs: Hlavní typy

# txt_Materials
source: Materials
cs: Materiály

# txt_Products
source: Products
cs: Produkty

# txt_ProductTypes
source: Product types
cs: Typy produktů

# txt_Shapes
source: Shapes
cs: Tvary

# txt_Storages
source: Storages
cs: Úožiště

# txt_StorageTypes
source: Storage types
cs: Typy úložišť

# txt_Types
source: Types
cs: Typy

# des_SelectImagesRootDirectory
source: Root directory for images is not set. Select one, please.
cs: Kořenová složka pro obrázky není nastavena. Vyberte, prosím, nějakou.

# lbl_Description
source: Description
cs: Popis

# lbl_Image
source: Image
cs: Obrázek

# lbl_Name
source: Name
cs: Název

# txt_NewMainType
source: New Main type
cs: Nový hlavní typ

# msg_FileNotExists_ContinueWOImage
source: The file {0} does not exist. Continue without image?
cs: Soubor {0} neexistuje. Pokračovat bez obrázku?

# txt_MainTypeImage
source: Main type image
cs: Obrázek hlavního typu

# msg_OnlyPNG
source: Only images of PNG type are allowed.
cs: Povoleny jsou jen obrázky typu PNG.

# fil_PNG
source: PNG images (*.png)|*.png
cs: PNG obrázky (*.png)|*.png

# lbl_Size1Name
source: Size 1 name
cs: Název velikosti 1

# lbl_Size2Name
source: Size 2 name
cs: Název velikosti 2

# txt_NewShape
source: New Shape
cs: Nový tvar

# txt_ShapeImage
source: Shape image
cs: Obrázek tvaru

# txt_FileSystemError
source: File system error
cs: Chyba souborového systému

# msg_CopyMainTypeImageError
source: Failed to copy main type image. Main type created without image.
cs: Nepodařilo se zkopírovat obrázek hlavního typu. Hlavní typ byl vytvořen bez obrázku.

# msg_CopyShapeImageError
source: Failed to copy shape image. Shape created without image.
cs: Nepodařilo se zkopírovat obrázek tvaru. Tvar byl vytvořen bez obrázku.

# txt_NewObject
source: New object
cs: Nový objekt

# txt_NewCategory
source: New Category
cs: Nová kategorie

# txt_NewCompany
source: New Company
cs: Nová firmy

# txt_NewMaterial
source: New Material
cs: Nový materiál

# txt_NewProductType
source: New Product type
cs: Nový typ produktu

# txt_NewStorageType
source: New Storage type
cs: Nový typ úložiště

# err_UnknownSimpleObject
source: Unknown simple object: {0}
cs: Neznámý jednoduchý objekt: {0}

# cmd_New
source: New ...
cs: Nový ...

# lbl_ImageRoot
source: Image root
cs: Kořen obrázků

# lbl_Number
source: Number
cs: Číso

# lbl_Type
source: Type
cs: Typ

# txt_NewStorage
source: New Storage
cs: Nové úložiště

# txt_Settings
source: Settings
cs: Nastavení

# txt_ImageRoot
source: Image root
cs: Kořen obrázků

# msg_ImageRootPathError
source: Image directory must be set to an existing directory.
cs: Složka pro obrázky musí být nastavena na existující složku.

# cmd_Add
source: Add ...
cs: Přidat ...

# cmd_CapsSearchSimilar
source: Search for similar caps ...
cs: Hledat podobná víčka ...

# cmd_NewCategory
source: New category ...
cs: Nová kategorie ...

# cmd_SaveCap
source: Save cap
cs: Uložit víčko

# lbl_AnonymousProduct
source: Anonymous product
cs: Anonymní produkt

# lbl_AnonymousType
source: Anonymous type
cs: Anonymní typ

# lbl_Background
source: Background
cs: Pozadí

# lbl_BottomText
source: Bottom text
cs: Text zespoda

# lbl_Company
source: Company
cs: Firma

# lbl_Country
source: Country
cs: Stát

# lbl_Foreground
source: Foreground
cs: Popředí

# lbl_Glossy
source: _Glossy
cs: _Lesklý

# lbl_Height
source: Height
cs: Výška

# lbl_MainPicture
source: Main picture
cs: Hlavní obrázek

# lbl_MainType
source: Main type
cs: Hlavní typ

# lbl_Material
source: Material
cs: Materiál

# lbl_Matting
source: M_atting
cs: _Matný

# lbl_NewProduct
source: New product
cs: Nový produkt

# lbl_NewType
source: New type
cs: Nový typ

# lbl_Note
source: Note
cs: Poznámka

# lbl_ProductType
source: Product type
cs: Typ produktu

# lbl_SecondaryBackground
source: Secondary background
cs: 2. pozadí

# lbl_SelectProduct
source: Select product
cs: Vybrat produkt

# lbl_SelectType
source: Select type
cs: Vybrat typ

# lbl_Shape
source: Shape
cs: Tvar

# lbl_SideText
source: Side text
cs: Text zboku

# lbl_Storage
source: Storage
cs: Úložiště

# lbl_SubtitleText
source: Sub-title text
cs: Podtitul

# lbl_TitleText
source: Title text
cs: Titulní text

# lbl_TopText
source: Top text
cs: Text zvrchu

# lbl_Year
source: Year
cs: Rok

# tot_0NotSet
source: 0 - not set
cs: 0 - nenastaveno

# tot_ISO3
source: ISO 3 code
cs: ISO 3 kód

# txt_CapType
source: Type of cap
cs: Typ víčka

# txt_CategoriesKeywords
source: Categories & Keywords
cs: Kategorie a klíčová slova

# txt_Colors
source: Colors
cs: Barvy

# txt_CompanyProduct
source: Company & product
cs: Firma a produkt

# txt_Images
source: Images
cs: Obrázky

# txt_Miscellaneous
source: Miscellaneous
cs: Různé

# txt_Naming
source: Naming and descriptions
cs: Pojmenování a popis

# txt_NewCap
source: New Cap
cs: Nové víčko

# txt_ProductSelection
source: Product selection
cs: Výběr produktu

# txt_Texts
source: Texts
cs: Texty

# txt_TypeInformation
source: Type information
cs: Informace o typu

# fil_ImageTypes
source: All image types (*.jpg, *.png, *.bmp, *.gif, *.wmf, *.emf, *.tif, *.hdp)|*.jpg;*.jpeg;*.png;*.bmp;*.dib;*.gif;*.tif;*.tiff;*.hdp;*.wdp|JPEG images (*.jpg, *.jpeg)|*.jpg;*.jpeg|PNG images (*.png)|*.png|BMP images (*.bmp, *.dib)|*.bmp;*.dib|GIF images (*.gif)|*.gif|TIFF images (*.tif, *.tiff)|*.tiff;*.tif|HD Photo (*.hdp, *.wdp)|*.hdp;*.wdp|All files (*.*)|*.*
cs: Všechny typy obrázků (*.jpg, *.png, *.bmp, *.gif, *.wmf, *.emf, *.tif, *.hdp)|*.jpg;*.jpeg;*.png;*.bmp;*.dib;*.gif;*.tif;*.tiff;*.hdp;*.wdp|JPEG obrázky (*.jpg, *.jpeg)|*.jpg;*.jpeg|PNG obrázky (*.png)|*.png|BMP obrázky (*.bmp, *.dib)|*.bmp;*.dib|GIF obrázky (*.gif)|*.gif|TIFF obrázky (*.tif, *.tiff)|*.tiff;*.tif|HD Photo (*.hdp, *.wdp)|*.hdp;*.wdp|Všechny soubory (*.*)|*.*

# txt_CapTypeImage
source: Cap type image
cs: Obrázek typu víčka

# err_IconHasAlreadyBeenEncoded
source: Icon has already been encoded.
cs: Ikona již byla zakódována.

# err_ValueCannotBeNull
source: {0} cannot be null.
cs: {0} nesmí být null.

# err_ValueMustBeGreaterThanZero
source: {0} must be greater than zero.
cs: {0} musí být větší než nula.

# msg_ErrorCopyingFile
source: Error copying file {0} to image directory ({1}).
cs: Chyba při kopírování souboru {0} do složky obrázků ({1}).

# txt_ImageCopyError
source: Image copy error
cs: Chyba kopírování obrázku

# msg_ErrorCreatingResizedFile
source: Error creating resized file {0}px.
cs: Chyba při vytváření obrázku se změněnou velikostí {0}px.

# txt_ImageResizeError
source: Image resize error
cs: Chyba změny velikosti obrázku

# msg_CreatedFileWasNotDeleted
source: Previusly created file {0} was not deleted. Orphaned file was left in image directory.
cs: Dříve vytvořený soubor {0} se nepodařilo smazat. Ve složce obrázků zůstal osiřelý soubor.

# txt_ErrorRemovingFile
source: Error removing file
cs: Chyba při odstraňování souboru

# err_UnknownImageExtension
source: Unknown image extension {0}.
cs: Neznámá přípona souboru {0}.

# CapKeywords
source: cap
cs: víčko,zátka

# msg_IPTCError
source: Error writing IPTC to image file metadata.
cs: Chyba při zápisu IPTC do metadat obrázku.

# msg_MainTypeMustBeSelected
source: Main type must be selected.
cs: Hlavní typ musí být vybrán.

# txt_IncompleteEntry
source: Incomplete entry
cs: Nekompletní zadání

# msg_ShapeMustBeSelected
source: Shape must be selected.
cs: Tvar musí bát vybrán.

# msg_MaterialMustBeSelected
source: Material must be selected.
cs: Materiál musí být vybrán.

# msg_StorageMustBeSelected
source: Storage must be selected.
cs: Úložiště musí být vybráno.

# msg_CapNameMustBeEntered
source: Cap name must be entered.
cs: Název víčka musí být zadán.

# msg_AtLeastOneImageMustBeSelected
source: At least one image must be selected.
cs: Musí být zvolen alespoň jeden obrázek.

# msg_CapTypeNameMustBeEntered
source: Cap type name must be entered.
cs: Název typu víčka musí být zadán.

# msg_CapTypeAreadyExists
source: Cap type with this name aready exists.
cs: Typ víčka s tímto názvem již existuje.

# txt_DuplicateEntry
source: Duplicate entry
cs: Duplicitní položka

# msg_ProductNameMustBeEntered
source: Product name must be entered.
cs: Název produktu musí být zadán.

# msg_ProductWithAreadyExists
source: Product with this name aready exists.
cs: Produkt s tímto názvem již existuje.

# msg_CountryCodeMustBeISO3Code
source: Country code, when set, must be ISO-3 code (3 letters).
cs: Kód státu musí, pokud je zadán, být ISO-3 kód (3 znakový).

# txt_InvalidInput
source: Invalid input
cs: Neplatný vstup

# msg_ErrorCommittingChangesToDatabase
source: Error committing changes to database.
cs: Chyba při potvrzování změn do databáze.

# txt_DatabaseError
source: Database error
cs: Chyba databáze

# mni_About
source: _About ...
cs: _O ...

# mni_Help
source: _Help
cs: _Nápověda

# lbl_AnotherPictures
source: Another pictures
cs: Další obrázky

# lbl_Foreground2
source: Foreground 2
cs: Popředí 2

# lbl_HasBottom
source: Has bottom
cs: Má spodek

# lbl_HasSide
source: Has side
cs: Má bok

# lbl_PictureType
source: Picture type
cs: Typ obrázku

# msg_AnotherPictures_MainPicture
source: When another pictures description is provided, main picture description must be provided as well.
cs: Když je zadán popis dalšách obrázků, musí být uršen popis hlavního obrázku.

# msg_BottomText_HasBottom
source: When bottom text is set, has bottom must be checked.
cs: Když je zadán text spodku, má spodek musí být zaškrtnuto.

# msg_MainPicture_PictureType
source: When main picture description is provided picture type must be set.
cs: Když je zadán popis hlavního obrázku, musí být určen typ obrázku.

# msg_SideText_HasSide
source: When side text is set, has side must be checked.
cs: Když je zadán boční text, má bok musí být zaškrtnuto.

# txt_ImageDrawing
source: Drawing
cs: Kresba

# txt_ImageGeometry
source: Geometry
cs: Geometrie

# txt_ImageNo
source: <no image>
cs: <bez obrázku>

# txt_ImagePhoto
source: Photo
cs: Fotka

# msg_ForeColor_ForeColor2
source: When foreground color 2 is set, foreground color 1 must be set ase well.
cs: Když je zadána barva pozadí 2, musí být zadána i barva pozadí 1.

# ex_CapImageConverterParameter
source: Converter parameter must be null or integer 64 or 256.
cs: Parametr převodníku musí být null nebo integer 64 či 256.

# ex_ExpectedValueOfType1Or2
source: {0} expects value of type {1} or {2}
cs: {0} očekává hodnoty typu {1} nebo {2}

# ex_UnknownImageType
source: Unknown image type {0}
cs: Neznámý typ obrázku {0}

# ex_ImgTypeCodeEmpty
source: Image type code cannot be an empty string
cs: Kód typu obrázku nemůže být prázdný řetězec

# lbl_CapType
source: Type of cap
cs: Typ víčka

# ex_ConvertOnlyFromNumericAndColors
source: {0} can convert only from numeric and color types.
cs: {0} může převádět jen z numerických typů a typů reprezentujících barvy.

# ex_CamConvertBackOnlyFromColors
source: {0} can convert back only from {1} and {2}.
cs: {0} může převádět zpět jen z {1} a {2}.

# lbl_DateCreated
source: Date created
cs: Datum vytvoření

# lbl_Glossy2
source: Glossy
cs: Lesklý

# lbl_Matting2
source: Matting
cs: Matný

# lbl_Product
source: Product
cs: Produkt

# txt_Keywords
source: Keywords
cs: Klíčová slova
